img/1-RDF-concept-L3-20-auto/S7bM.mmd
flowchart LR
  S[student:s01] -->|ex:studiesDegree| D[degree:AI]
  S -->|ex:enrolledIn| C[course:c05]
  P[prof:p02] -->|ex:teaches| C
